driver-tests/iepse/TestOperators/OperatorTestsCA/test/DeleteStream/template.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns="DeleteStream_iep">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
     <StreamInput0_MsgObj>
       <symbol>${symbol.0}</symbol>
       <price>${price.0}</price>
       <volume>${volume.0}</volume>
     </StreamInput0_MsgObj>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
